"(Not You?)|Login - Clickable text letting user log in as a different user" = "(pas vous?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend Nearby|Title of mini-megaphone inside chat bar." = "1 ami à proximité";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 jour";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 heure";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 minute";

"1d|short indicator that a user was active 1 day ago" = "1 j";

"1h|short indicator that a user was active 1 hour ago" = "1 h";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Limite de 1 minute : Relâcher pour envoyer";

"1m|short indicator that a user was active 1 minute ago" = "1 min";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 jours";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 heures";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 minutes";

"A new version of Messenger is available.|New version title" = "Une nouvelle version de Messenger est disponible.";

"Activation Code|placeholder text for activation code field" = "Code d’activation";

"Activation Request Failed|" = "Échec de la demande d’activation";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Actif/active (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Ajouter un favori";

"Add More People|button for adding people to the conversation" = "Ajouter d’autres personnes";

"Add More People|title for add members page" = "Ajouter d’autres personnes";

"Add More People|title for add people page" = "Ajouter d’autres personnes";

"Add People|button to add members to the message thread" = "Ajouter des personnes";

"Add Photos|Button label for adding photos from the photo library" = "Ajouter des photos";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Ajouter à un contact existant";

"Adding...|adding progress text" = "Ajout...";

"Advanced Settings|text for advanced settings button" = "Paramètres avancés";

"Advanced|title for advanced settings page" = "Avancé";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Alertes désactivées jusqu’à %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Alertes désactivées pendant 1 heure";

"Alerts Off|Indicates that alerts are off" = "Alertes désactivées";

"Alerts On|Indicates that alerts are on" = "Alertes activées";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Notifications off pendant 8 h.";

"All notifications are off.|Mute warning display on thread list" = "Les notifications sont désactivées.";

"All|Segment button label for all stickers" = "Tout";

"Answer|Text for button that accepts a call" = "Répondre";

"Archive|Button label that will archive the conversation" = "Archiver";

"Archive|Label for archive button when swipe to archive in thread list view" = "Archiver";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Souhaitez-vous vraiment supprimer le nom de la conversation ?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Souhaitez-vous vraiment quitter cette conversation ? Vous n’en recevrez plus les messages.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Vraiment ?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Joindre une photo";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Joindre le média";

"Back|Go back to previous screen" = "Préc.";

"Back|generic nav bar back button" = "Préc.";

"Background task expired|Error string for app killed in background while message was sending" = "Tâche de fond expirée";

"Bing Image Search|" = "Recherche d’images Bing";

"Blast to at most %i people at a time.|dialog message for when the user tries to select too many recipients for a blast message. A blast message goes to multiple individual recipients who cannot reply-all." = "La diffusion est limitée à un maximum de %1$i personnes en même temps.";

"Blast|Button for starting a blast (broadcast) message. A blast message goes to multiple individual recipients who cannot reply-all." = "Diffuser";

"Blast|Title of the blast (broadcast) composer screen. A blast message goes to multiple individual recipients who cannot reply-all." = "Diffuser";

"Blasts can contain up to %i attachments.|dialog message for when the user tries to add too many (>5) attachments to a message" = "Les diffusions peuvent contenir jusqu’à %1$i pièces jointes.";

"Bring messages to life|Title of Media attachment NUX" = "Animez vos messages";

"Broadcast|Button for starting a broadcast message. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Diffuser";

"Broadcast|Title of the broadcast composer screen. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Diffuser";

"Call Ended|End call message in non-error case" = "Appel terminé";

"Call Ended|String shown when the call ends" = "Appel terminé";

"Call Failed|End call message in error case" = "Échec de l’appel";

"Call friends over your Wi-Fi connection or mobile network. Normal data rates apply.|Warning about data usage" = "Appelez vos amis via votre connexion Wi-Fi ou votre réseau mobile. Frais de données normaux applicables.";

"Call %@|action sheet option for calling a phone number" = "Appeler %1$@";

"Call|Call" = "Appeler";

"Calls are free over Wi-Fi. Standard charges apply for calls over a mobile network.|Alert message that warns users their mobile carrier may charge them for making VOIP calls" = "Les appels sont gratuits via Wi-Fi. Des frais standard s’appliquent pour les appels via un réseau mobile.";

"Camera|Button label for attaching a photo from the camera" = "Appareil photo";

"Cancel|Title for generic Cancel button." = "Annuler";

"Celebrations|Title of list of friends who have events to celebrate." = "Célébrations";

"Chat with any contact or number on your phone without any costs.|Explanation of why one should use the contact importer" = "Discutez gratuitement avec n’importe quel contact ou numéro de votre téléphone.";

"Chat|The title of the view showing the buddy list section of the app" = "Discussion instantanée";

"Choose Friends|Button title for adding friends to the broadcast recipients list." = "Sélectionner des amis";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Choisir une photo";

"Clear|prompt to clear all unsent messages" = "Effacer";

"Clearing...|Progress text shown while clearing the image for a thread" = "Suppression...";

"Close active chat|Button to close an active chat" = "Fermer la discussion active";

"Close|Title of button in navigation bar to close a web page." = "Fermer";

"Closes settings|Accessibility hint for \"Done\" button, tapping on it will close the settings panel" = "Ferme les paramètres";

"Comment|Comment button title" = "Commenter";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Composer un message pour %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Composer un message pour %1$@ : %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Confirmer le nº de tél";

"Connecting|Text shown on call screen while connecting a call" = "Connexion";

"Connection Failed|Alert title when connection failed" = "Échec de la connexion";

"Connection Lost|End call message in connection lost case" = "Connexion perdue";

"Contact Info|AXLabel for button to go from Message to Recipient's contact info." = "Coordonnées";

"Contact Info|Title of the canonical thread info page." = "Coordonnées";

"Continue and Don't Ask Again|Button label to not ask for permission again before continuing through a zero rating session fence" = "Continuer et ne plus demander";

"Continue|Button label to continue through zero rating session fence" = "Continuer";

"Continue|Login - Login Button Title for Keychain Login" = "Continuer";

"Conversation Name|placeholder text in conversation name textfield" = "Nom de la conversation";

"Copy|Option that pops out after long press on a link/phone no./address in message thread." = "Copier";

"Copy|Title for buttons and menus that let user copy the current text" = "Copier";

"Copy|action sheet option for copying a string to the clipboard" = "Copier";

"Could not add new members. Please try again.|message for failing to add members dialog" = "L’ajout de membres a échoué. Veuillez réessayer.";

"Could not load sticker store.|Error message for sticker store load failure" = "Impossible de charger la boutique d’autocollants.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Impossible de récupérer la disponibilité";

"Countries|Title for country picker" = "Pays";

"Country|Country - Country placeholder text" = "Pays";

"Create Group Chat|Label for a button that creates a new group chat" = "Créer une discussion de groupe";

"Create Group Chat...|Text on a button to compose a new group message" = "Créer une discussion de groupe...";

"Create Group Conversation|button for adding people to the canonical conversation" = "Créer une conversation de groupe";

"Create New Contact|action sheet option for creating a new contact" = "Créer un contact";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "En cours d’appel";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Personnaliser les paramètres de notification";

"Decline|Text for button that declines a call" = "Refuser";

"Delete Conversation Name|alert title for deleting conversation name" = "Supprimer le nom de la conversation";

"Delete Conversation|Button label that will delete the conversation" = "Supprimer la conversation";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Supprimer le message ? C’est irréversible.";

"Delete This Entire Conversation?|Title for the Confirm alert box asking the user if they want to delete a conversation." = "Supprimer cette conversation ?";

"Delete|Button label that will delete the conversation" = "Supprimer";

"Delete|Button to accept deleting the name of a conversation" = "Supprimer";

"Delete|Label for archive button when swipe to archive in thread list view" = "Supprimer";

"Delete|Label for button to delete previous character" = "Supprimer";

"Delete|Label on button that deletes a thread" = "Supprimer";

"Delete|button text for deleting a message" = "Supprimer";

"Delete|button text for removing an unsent message" = "Supprimer";

"Details|title for message details page" = "Détails";

"Discover Who's Nearby|Title of NUX to encourage user to use location services." = "Découvrez qui se trouve à proximité";

"Don't Delete|Button to decline to delete the name of a conversation" = "Je ne sais pas";

"Don't Save|Don't save action sheet button" = "Ne pas enregistrer";

"Done editing message list|Accessibility label for button that ends editing of the messages list" = "Modification de la liste des messages terminée";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Terminé";

"Double-tap to edit|Accessibility hint for FAVORITES header in Chat friend list" = "Touchez deux fois pour modifier";

"Download Failed|Title in alert view when downloading a sticker pack has failed" = "Échec du téléchargement";

"Download|Accessibility label for download button in sticker store list view" = "Télécharger";

"Download|Button title to download an upgrade" = "Télécharger";

"Download|Label for button to download a sticker pack" = "Télécharger";

"Downloaded|Accessibility label for downloaded icon in sticker store list view" = "Téléchargé";

"Downloaded|Label for button to show a sticker pack has been downloaded" = "Téléchargé";

"Downloading|Accessibility label for download button in sticker store list view when downloading" = "Téléchargement en cours";

"Downloading|Label for button to show a sticker pack being downloaded" = "Téléchargement en cours";

"Drag Down to Hide|Chat head dismiss NUX title" = "Faites glisser pour masquer";

"Drag here to hide|instructions for user to drag a chat head to hide it" = "Faire glisser ici pour masquer";

"Edit|Edit button/label title for chat divebar" = "Modifier";

"Email or phone number|email/phone field placeholder on login screen" = "Adresse électronique ou numéro de téléphone";

"Empty Feedback|Title for empty feedback warning." = "Aucun feedback";

"Enable|Enable Message Anyone, keep it short, 14 chars max" = "Activer";

"Enter Code|Enter Code page title" = "Entrer le code";

"Error|Error title for sticker pack detail view" = "Erreur";

"Error|error title after failed to load webview" = "Erreur";

"FREE|Price label for free sticker pack" = "GRATUIT";

"Facebook Is Better With Location|Title of NUX to encourage user to use location services." = "Facebook est encore mieux avec la localisation";

"Facebook Messenger Login|Accessibility label for header of messenger login view" = "Connexion Facebook Messenger";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Utilisateur de Facebook";

"Facebook stores contacts on your behalf and may use them to help others to search for or connect with people, or to generate suggestions for you or others. You can edit this information by tapping the \"i\" button in a conversation, or delete all your contacts in your app settings.|Detailed explanation of the contact sync feature on the Learn More screen" = "Facebook enregistre les contacts en votre nom et peut les utiliser pour aider des tiers à rechercher et se connecter à des gens, ou pour générer des suggestions pour vous ou d’autres. Vous pouvez modifier ces informations en tapant  sur le bouton « i » dans une conversation, ou en supprimant tous vos contacts dans les paramètres de votre application.";

"Facebook will periodically use and store your location.|Explanation to let user know Facebook will periodically use and store his location." = "Facebook utilisera et stockera régulièrement votre position.";

"Failed to add members|title for failing to add members dialog" = "L’ajout de membres a échoué";

"Failed to save your settings.|error message after changing thread alert setting." = "L’enregistrement des paramètres a échoué.";

"Favorites|chat bar favorites header title" = "Favoris";

"Featured|Segment button label for featured stickers" = "À la une";

"Follow these steps to use Facebook's location features.|Explanation to let user know he can turn on location services by following the listed steps." = "Procédez comme suit pour activer les fonctions de localisation de Facebook.";

"Follow|Title for button allowing users to follow the profile they are currently viewing" = "S’abonner";

"For more accurate results, go to %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Pour des résultats plus précis, allez dans les paramètres de votre %1$@ et choisissez Service de localisation. Activez-le pour %2$@.";

"For more accurate results, go to %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Pour des résultats plus précis, allez dans les paramètres de votre %1$@ et appuyez sur Confidentialité, puis Service de localisation. Activez-le pour %2$@.";

"Free Call|Text on button that starts a messenger call" = "Appel gratuit";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Appel gratuit non disponible";

"Friends Nearby|Title of list of friends who are nearby." = "Amis à proximité";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Amis sur Messenger";

"Get Directions|action sheet option for viewing a map" = "Directions";

"Get Facebook Messenger|The title for messenger promotion banner" = "Télécharger Facebook Messenger";

"Get Started|Label for a button that creates a new group chat" = "Démarrer";

"Get Started|Title for NUX" = "Bien démarrer";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Donner son avis ou signaler un problème";

"Google Image Search|" = "Recherche d’images Google";

"Group Chat|Title for megaphone section helping users discover group chats" = "Discussion de groupe";

"Group Chats|Title for megaphone section helping users discover group chats" = "Discussions de groupe";

"Group Chats|chat bar header for group conversations" = "Discussions de groupe";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Conversation de groupe";

"Group Conversations|Table header for group threads section" = "Conversations de groupe";

"Group Info|Title of group thread info page." = "Infos sur le groupe";

"Group Members|Title for section showing members of a group (member count will follow)" = "Membres du groupe";

"Group Messages|Title for megaphone section helping users discover group chats" = "Messages de groupe";

"Group|Button for starting a new group message." = "Groupe";

"Have a conversation with a bunch of friends at a time.|Body text for megaphone encourgaging users to try group chats" = "Discutez avec un groupe d’amis en même temps.";

"Help|text for help button" = "Aide";

"Hold to Talk|The instruction for holding the record button and talk" = "Maintenir pour parler";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Oui";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Si vous appréciez %1$@, n’oubliez pas de donner une note à cette mise à jour. Merci !";

"Image Search|action sheet option for choosing a photo from image search" = "Recherche d’image";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Incluez votre localisation";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Code de confirmation incorrect.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Installer Facebook Messenger ?";

"Install|Button text to install the Facebook Messenger" = "Installer";

"Install|The text on the button for users to install Messenger." = "Installer";

"Introducing Chat Heads|Chat head intro NUX title" = "Présentation des bulles de discussion";

"Invalid Country Code|alert title for invalid country code" = "Indicatif de pays non valable";

"Invalid Phone Number|alert title for invalid phone number" = "Numéro de téléphone non valable";

"Just tap to open and close your messages.|Chat head intro NUX body" = "Appuyez pour ouvrir et fermer vos messages.";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Informez tout le monde";

"Last Updated: %@|last updated date in pull to refresh header" = "Dernière mise à jour : %1$@";

"Learn More|Default action text for more info link on the zero rating promotion banner view at the bottom of screen." = "En savoir plus";

"Learn More|Learn More about Message Anyone, keep it short, 14 chars max" = "En savoir plus";

"Leave Conversation|leave conversation button" = "Quitter la conversation";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Quitter la conversation ?";

"Leave|Button title for leaving a thread" = "Quitter";

"Leaving...|Progress text shown while leaving a thread" = "Sortie...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Indiquer aux personnes de cette conversation où je me trouve.";

"Licenses|Licenses screen title" = "Licences";

"Licenses|text for licenses button" = "Licences";

"Like|Like button title" = "J’aime";

"Like|Title for generic Like button." = "J’aime";

"Load Map|Button text for users to load the map location when zero rated." = "Charger la carte";

"Loading...|Message presented while waiting for content to load." = "Chargement...";

"Loading...|Placeholder text while results are loading" = "Chargement...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Recherche de votre emplacement...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "La localisation est désactivée";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "La localisation est désactivée pour cette conversation";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Les services de géolocalisation sont désactivés. Vous pouvez les activer pour indiquer aux personnes de cette conversation où vous vous trouvez.";

"Location services are on|Title of location NUX when user has enabled location services." = "Les services de géolocalisation sont activés";

"Log In to Facebook|Login - Login Button Title for password login" = "Connexion à Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "Connexion en tant que %1$@";

"Login Approval Required|title of login approval dialog" = "Approbation de connexion requise";

"Login Failed|Invalid login alert title" = "La connexion a échoué";

"Logs in as someone else|Accessibility hint for \"Not You?\" link on the login page, letting the user log in as some one else" = "Se connecte sous une autre identité";

"Logs in as %@|Accessibility hint for the \"Continue\" button on the login screen, which lets the user log in using the system Facebook account with one tap" = "Se connecte en tant que %1$@";

"Logs in to another account|Accessibility hint for \"Switch Account\", which lets users to log out or log in with another account" = "Se connecte à un autre compte";

"Mark as Unread|Button label that will mark the thread as unread" = "Marquer comme non lu(s)";

"Meep|Name for Meep sticker pack" = "Meep";

"Message Anyone|Call to action to use contact importer in divebar" = "Envoyez des messages à qui vous souhaitez";

"Message friends|Accessibility label for button that toggles display of friends list/search" = "Contacter des amis";

"Message|Button for starting a new message." = "Message";

"Message|button to open a composer to send a message to the page" = "Message";

"Messages|Messenger module display name" = "Messages";

"Messages|The title of the message thread list view." = "Messages";

"Messages|Title for messages inbox view" = "Messages";

"Messages|accessibility (voiceover) label for chathead inbox" = "Messages";

"Messages|name of the app with Facebook brand" = "Messages";

"Messenger regularly syncs your contacts to help you reach more people and connect friends|Explanation of the contact sync feature on the Learn More screen" = "Messenger synchronise régulièrement vos contacts pour vous aider à atteindre plus de monde et à entrer en contact avec vos amis";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Plus d’amis (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Plus d’amis (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Autres amis en ligne";

"Name is Too Long|alert title for long conversation name" = "Le nom est trop long";

"Name this conversation|placeholder text for the prompt to name a conversation" = "Donnez un nom à cette conversation";

"Nearby|Nearby people to send a message to" = "À proximité";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Ne ratez plus jamais un message";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Ne ratez plus jamais les messages de vos amis.";

"New Message|Text on a button in messages popover to compose a new message" = "Nouveau message";

"New Message|Title of screen shown when user is composing a new message" = "Nouveau message";

"New version available|Title of alert displayed when new version is available" = "Nouvelle version disponible";

"Next|Generic button to move to next item" = "Suiv.";

"Next|button label for moving to the next screen" = "Suiv.";

"No Internet Connection|Warning banner for no network connection" = "Aucune connexion internet";

"No Message|dialog title for when user tries to send an empty message" = "Aucun message";

"No Participants|String to display in table cell when no participants are on the thread because everyone has left the conversation" = "Aucun participant";

"No Participants|String when no participants are on the thread" = "Aucun participant";

"No Recipients|dialog title for when user tries to send to no recipients" = "Aucun destinataire";

"No Results|Alert title when there are no results from image search." = "Aucun résultat";

"No locations shared recently.|message on map view when no location has been shared recently" = "Aucun emplacement publié récemment.";

"No response.|Error reported when no response is received from the server" = "Aucune réponse.";

"No, Thanks|Label on button for user to decline to rate the app" = "Non merci";

"Not Now|Button text to temporarily ignore the installation message" = "Pas maintenant";

"Not Now|Do not enable contact sync button label, 15 char max" = "Pas maintenant";

"Not Now|Not now alert popup button" = "Pas maintenant";

"Not Now|Title of button to not share location for now." = "Pas maintenant";

"Not Now|button label for deferring enabling push notifications" = "Pas maintenant";

"Not now|Button title to decline an upgrade" = "Pas maintenant";

"Notifications are turned off for 8 hours|Accessibility announcement for turning off messenger notifications for 8 hours" = "Les notifications sont désactivées pendant 8 heures";

"Notifications are turned on|Accessibility announcement for turning on messenger notifications" = "Les notifications sont activées";

"Notifications for This Conversation|Title for per-thread notification settings" = "Notifications pour cette conversation";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Les notifications sont désactivées pour cette conversation.";

"Notifications|Label for enabling/disabling notification" = "Notifications";

"Notifications|Label for enabling/disabling notifications" = "Notifications";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Non jusqu’à %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Non pendant 1 heure";

"Off|Short string for indicating that alerts are off" = "Non";

"On|Short string for indicating that alerts are on" = "Oui";

"Once you delete your copy of the conversation, it cannot be undone.|Message body for the Confirm alert box asking the user if they want to delete a conversation." = "La suppression de la copie de la conversation est irréversible.";

"Only You|String for describing a thread where you are the only user remaining" = "Vous uniquement";

"Open iPhone Settings|One of a sequence of steps instructing user to turn on location services." = "Ouvrez les réglages de l’iPhone";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Ouvrir dans un plan";

"Open sticker store|Accessibility label for sticker store tab bar button" = "Ouvrir le magasin d’autocollants";

"Other People|Table section header for a list of non-friend search results" = "Autres personnes";

"Password|password field placeholder on login screen" = "Mot de passe";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Les participants à cette conversation peuvent voir où vous vous trouvez sur une carte.";

"People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "Les personnes que vous ajoutez verront tous les messages précédents de cette conversation.";

"Phone Number|placeholder text for phone number field" = "Numéro de téléphone";

"Pin friends you message most|Label when users have no favorites" = "Ancrer les amis avec qui vous échangez le plus";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Veuillez vérifier votre code de confirmation avant de réessayer.";

"Please check your network connection and try again.|" = "Veuillez vérifier votre connexion avant de réessayer.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Veuillez vérifier votre numéro avant de réessayer.";

"Please check your number and try again.|alert message for invalid phone number" = "Veuillez vérifier votre numéro avant de réessayer.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Veuillez télécharger la dernière version de Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Veuillez entrer un message ou joindre une photo";

"Please enter a valid country code.|alert message for invalid country code" = "Veuillez entrer un indicatif de pays valide.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Veuillez entrer l’adresse électronique et le mot de passe que vous utilisez pour vous connecter à Facebook.";

"Please include a description of your problem.|Message for empty feedback warning." = "Veuillez inclure une description du problème.";

"Please rate the quality of your call|Prompt for call quality survey" = "Veuillez noter la qualité de votre appel";

"Please re-login to renew your session.|Error message for expired session" = "Veuillez vous connecter à nouveau pour renouveler votre session.";

"Please try again|Alert message when there are no results from image search." = "Veuillez réessayer";

"Please use a shorter conversation name.|alert message for long conversation name" = "Veuillez donner un nom plus court à la conversation";

"Privacy & Terms|text for privacy and terms button" = "Confidentialité et conditions";

"Pull Chat Heads down to the Ⓧ to hide them.|Chat head dismiss NUX body" = "Faites glisser les bulles de discussion vers la croix Ⓧ en bas de l’écran pour les masquer.";

"Pull down to refresh...|message for pull down to refresh" = "Tirer pour actualiser...";

"Push notification alerts are off.|Notice that push notifications are turned off" = "Les alertes de notifications push sont désactivées.";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Les alertes de notifications push sont désactivées.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Les sons de notifications push sont désactivés.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Les notifications push sont désactivées.";

"Push up to refresh...|message for push up to refresh" = "Tirer vers le haut pour actualiser...";

"Pusheen|Name for Pusheen sticker pack" = "Pusheen";

"Quickly find your group chats here.|Body text for megaphone encourgaging users to try group chats" = "Retrouvez rapidement vos discussions de groupe ici.";

"Quickly find your group messages here.|Body text for megaphone encourgaging users to try group chats" = "Trouvez rapidement vos messages de groupe ici.";

"Rate %@|Alert title for asking user to rate this app." = "Donner une note à %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Donner une note à %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Communiquez avec vos amis, où qu’ils se trouvent, sur le web comme sur mobile.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Communiquez avec vos amis où qu’ils se trouvent";

"Recent Stickers|Accessibility label for recently used stickers" = "Autocollants récents";

"Recent Stickers|Label shown in recent stickers tab when no recent stickers exist." = "Autocollants récents";

"Record Video|action sheet option for recording a video" = "Enregistrer une vidéo";

"Record Voice|Button label for attaching an audio clip" = "Enregistrer la voix";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "L’enregistreur n’a pas démarré";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Enregistrement annulé";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Relâcher pour annuler l’enregistrement";

"Release to refresh...|message for releasing to refresh" = "Relâcher pour actualiser...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Me le rappeler plus tard";

"Remove Attachment|action sheet option for removing current attachment" = "Retirer la pièce jointe";

"Remove Photo|action sheet option for removing chosen photo" = "Retirer la photo";

"Remove Photo|action sheet option for removing current attachment" = "Retirer la photo";

"Removing...|text for removing progress" = "Retrait...";

"Report a Problem|title for give feedback or report bug" = "Signaler un problème";

"Resend|Resend - Resend Button Title" = "Renvoyer";

"Retry|generic retry button" = "Réessayer";

"Ringing|Text shown on call screen while contacting another party" = "Appel en cours";

"Save Photo|action sheet option to save photo to library" = "Enregistrer la photo";

"Save photo as conversation image?|" = "Enregistrer la photo comme image de la conversation ?";

"Save|" = "Enregistrer";

"Saving...|Progress text shown while saving a new image for a thread" = "Enregistrement...";

"Saving...|Progress text shown while saving a new name for a thread" = "Enregistrement...";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Rechercher plus d’amis...";

"Search to add favorites|placeholder in edit favorites search bar" = "Recherche pour ajouter des favoris";

"Search|placeholder in search bar" = "Rechercher";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Recherche...";

"See Group Chats|Label for a button that creates a new group chat" = "Afficher les discussions de groupe";

"See where friends are hanging out and share your location with them. They won't see exactly where you are.|Description of NUX to encourage user to use location services." = "Découvrez où sont vos amis et partagez votre position avec eux. Ils ne verront pas où vous vous trouvez exactement.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Vu par tout le monde";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Vu par tout le monde";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Vu par %1$@ %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Vu par %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Vu par %1$@";

"Seen by:|Text for seen state header" = "Vu par :";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Vu : %1$@, près de %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Vu : %1$@";

"Select country code|select country code text" = "Sélectionnez l’indicatif du pays";

"Send (%i)|Send button with count in parentheses" = "Envoyer (%1$i)";

"Send Failure|dialog title for when a broadcast message fails" = "Échec de l’envoi";

"Send in Message|Sharing option" = "Envoyer dans un message";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Téléphone, discussion instantanée et web";

"Send|Nav bar send button text" = "Envoyer";

"Send|Send button" = "Envoyer";

"Send|text to show in the send button" = "Envoyer";

"Sending...|sending progress text" = "Envoi...";

"Sending…|Text used below message bubble to show send is in progress" = "Envoi...";

"Sent a message|default notification text for messages with no body text" = "A envoyé un message";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Envoyé depuis Messenger";

"Sent from email|indicator that a message was sent from email" = "Envoyé par courrier électronique";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Envoyé depuis un appareil mobile";

"Sent from web|indicator that a message was sent sent from web or chat" = "Envoyé depuis le web";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Envoyé de %1$@";

"Sent %@|Text used for showing that a message has been successfully sent to the server. eg. (Published <time>)." = "%1$@ envoyé";

"Session Expired|Error title for expired session" = "Session expirée";

"Set Facebook to ON|One of a sequence of steps instructing user to turn on location services." = "Définissez Facebook sur Activé";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Paramètres des applications > Général > Service de localisation";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Paramètres des applications > Service de localisation";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Réglages > Confidentialité > Service de localisation";

"Settings|Accessibility label for a gear button that shows settings for chat" = "Paramètres";

"Settings|Settings alert popup button" = "Paramètres";

"Settings|title for settings page" = "Paramètres";

"Share your location to see who.|Subtitle of mini-megaphone inside chat bar. User can see which friends are nearby after sharing his own location." = "Partagez votre position pour voir qui se trouve à proximité.";

"Share|Share button title" = "Partager";

"Shared Photos|Title for section showing photos in a thread (count will follow)" = "Photos partagées";

"Shared a link|text for a link share" = "A partagé un lien";

"Shared a photo|text for a photo share" = "A partagé une photo";

"Shared a video|text for a video share" = "A partagé une vidéo";

"Show keyboard|Accessibility label for sticker button in the input field when sticker input is shown" = "Afficher le clavier";

"Show stickers|Accessibility label for sticker button in the input field when sticker input is not shown" = "Afficher les autocollants";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "S’inscrire sur Facebook";

"Skip|Skip - Skip Button Title" = "Ignorer";

"Something went wrong. Want to try again?|retry dialog message" = "Une erreur s’est produite. Voulez-vous réessayer ?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Une erreur s’est produite";

"Standard Data Charges|Alert title that warns users their mobile carrier may charge them to use this feature" = "Frais de données standard";

"Standard charges apply when you load map data.|Alert message that warns users their mobile carrier may charge them for loading the map location" = "Des frais standard s’appliquent lorsque vous chargez des données de carte.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Discutez en groupe";

"Sticker Store|Navigation bar title for sticker store view" = "Magasin d’autocollants";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Arrêter l’ajout du média";

"Submit|Submit button title" = "Envoyer";

"Suggestions|Suggested people to send a message to" = "Suggestions";

"Switch Account|text for switching logged in user" = "Changer de compte";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Passez en Wi-Fi pour appeler.";

"Sync Contacts|Start contact sync button label, 15 char max" = "Synchroniser les contacts";

"Sync Your Contacts|Title of the Learn More screen for the contact sync feature" = "Synchroniser vos contacts";

"Tag posts and photos with a location. Plus discover what's happening nearby, even when your phone is in your pocket.|Description of NUX to encourage user to use location services." = "Identifiez vos publications et photos avec un lieu. Découvrez aussi ce qu’il se passe autour de vous, même lorsque votre téléphone est dans votre poche.";

"Take Photo|action sheet option for taking a photo" = "Prendre une photo";

"Tap General|One of a sequence of steps instructing user to turn on location services." = "Touchez Général";

"Tap Location Services|One of a sequence of steps instructing user to turn on location services." = "Touchez Service de localisation";

"Tap Privacy|One of a sequence of steps instructing user to turn on location services." = "Touchez Confidentialité";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Touchez Réessayer pour envoyer ce message.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Toucher l’engrenage pour activer la discussion instantanée";

"Tap here to learn about your settings and why Facebook continuously needs your location.|Disclaimer text for continuous location tracking and sharing feature" = "Appuyez ici pour en savoir plus sur vos paramètres et pourquoi Facebook a continuellement besoin de connaître votre position.";

"Tap the + to send photos, add s and record voice messages.|Text for Media attachment NUX" = "Appuyez sur le + pour envoyer des photos, ajouter des s et enregistrer des messages vocaux.";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Toucher pour retourner à l’appel";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Toucher pour activer la localisation";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Les textos ne peuvent pas être envoyés à ce numéro.";

"Text your friends for free.|The detailed info for free messenger promotion" = "Échangez des textos gratuitement avec vos amis.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Échangez des textos avec vos amis, où qu’ils soient, sur leur téléphone ou dans la discussion instantanée.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Ce numéro de téléphone n’est pas autorisé à recevoir des textos.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Une erreur s’est produite lors de la connexion à Facebook. Veuillez vérifier votre connexion avant de réessayer.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Une erreur s’est produite lors de la connexion de votre appel. Veuillez utiliser une connexion wifi et réessayer.";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Astuce : ne ratez jamais un message";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Avant de pouvoir accepter des appels, vous devez obtenir la nouvelle version de Messenger.";

"To complete your phone number activation, please enter the activation code|" = "Veuillez entrer le code d’activation pour terminer l’activation de votre numéro";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Pour inclure votre emplacement avec vos messages, accédez à %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Avant de pouvoir appeler, vous devez obtenir la nouvelle version de Messenger.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Pour désactiver les alertes pour cette conversation, accédez aux paramètres des conversations.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Pour désactiver la localisation pour toutes vos conversations, accédez à vos %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications on Messenger" = "Pour activer les notifications, accédez aux réglages de l’iPhone %1$@ Notifications %2$@ Messenger";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Pour utiliser cette fonctionnalité, accédez aux paramètres de votre %1$@ et choisissez Service de localisation, puis Oui pour %2$@.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Pour utiliser cette fonctionnalité, accédez aux paramètres de votre %1$@ et choisissez Confidentialité, puis Service de localisation.  Choisissez Oui pour %2$@.";

"To|Accessibility label for to field in contact picker" = "À";

"To:|to field in contact picker" = "À :";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Toucher et maintenir pour parler.\nRelâcher pour envoyer ou éloigner le doigt du bouton pour annuler.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Réessayer";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Désactiver la discussion instantanée";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Non jusqu’à 8h";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Non pendant 1 h";

"Turn Off|Option to turn off alerts" = "Désactiver";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Activer la discussion instantanée";

"Turn On Location Services|Error message title when location services are unavailable." = "Activer Service de localisation";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Activer les notifications";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Activer les notifications";

"Turn On|Option to turn on alerts" = "Activer";

"Turn On|Turn on alerts" = "Activer";

"Turn On|button label for deferring enabling push notifications" = "Activer";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Activez les notifications en mode « push »";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Activez les notifications en mode « push » pour voir vos messages dès qu’ils arrivent.";

"Turns notifications on or off|Accessibility hint for Notification switch in the messenger settings panel, which lets users to turn on/off notifications" = "Active ou désactive les notifications";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Au clavier...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Impossible d’appeler %1$@";

"Unable to Save Image|retry dialog title for setting thread image" = "Impossible d’enregistrer l’image";

"Unable to Send|Title for send feedback failed warning." = "Impossible d’envoyer";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Impossible d’ajouter d’autres personnes à la conversation. Veuillez réessayer.";

"Unable to name your conversation.|error message after setting conversation name" = "Impossible de nommer votre conversation.";

"Unable to remove you right now.|error messages after leaving conversation" = "Impossible de vous retirer actuellement.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Impossible d’enregistrer les favoris d’échange sur Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Impossible d’envoyer un message. Réessayer ?";

"Unable to send message.|Alert text for when a message failed to send." = "Impossible d’envoyer le message.";

"Unable to send right now.|error message for failing to send message" = "Impossible d’envoyer actuellement.";

"Unpin|button title to remove user from favorites" = "Déverrouiller";

"Update|Get new version now button." = "Mettre à jour";

"Updating...|updating progress text" = "Mise à jour...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Actualiser";

"Use Messenger for Free|Default title for the zero rating promotion banner view at the bottom of screen." = "Utilisez Messenger gratuitement";

"View Call|Text show on button that views an incoming call" = "Afficher l’appel";

"View Missed Call|Text show on button that views an incoming call" = "Afficher l’appel manqué";

"View Timeline|Button text to go to a user's timeline" = "Afficher le journal";

"View in Maps|action sheet option for viewing a map" = "Afficher sur une carte";

"View|Alert button that takes user to the thread where a message failed to send" = "Afficher";

"We are sorry that the %@ sticker pack has failed to download, please try again later.|Description text shown in alert when downloading a sticker pack has failed" = "Désolé que vous n’ayez pas pu télécharger le pack d’autocollants %1$@, réessayez plus tard.";

"We'll text you a link to confirm your number.|Confirmation information text" = "Nous allons vous envoyer un lien par texto pour vous permettre de confirmer votre numéro.";

"Welcome to Messenger|Title for NUX page" = "Bienvenue dans Messenger";

"Who do you want to message?|Placeholder text in To field when composing a message" = "À qui voulez-vous écrire ?";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "À qui souhaitez-vous envoyer ce message ?";

"Write a blast (sends a separate message to each friend)|Placeholder text for blast message text box which helps explain how blast messages work." = "Rédiger une diffusion (envoie un message séparé à chaque ami)";

"Write a broadcast (sends a separate message to each friend)|Placeholder text for broadcast message text box which helps explain how broadcast messages work." = "Rédiger une diffusion (envoie un message séparé à chaque ami)";

"Write a message...|Placeholder text to suggest writing a message" = "Écrire un message...";

"You can call %@ over Wi-Fi. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if wifi is required" = "Vous pouvez appeler %1$@ via Wi-Fi. Activez le Wi-Fi dans les réglages de votre téléphone.";

"You can manage your data in your privacy settings.|Explanation to let user know he can manage his data in privacy settings." = "Vous pouvez gérer vos données dans vos paramètres de confidentialité.";

"You missed a call from %@|Message notifying user of a missed call from Friend" = "Vous avez manqué un appel de %1$@";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Vous allez recevoir un SMS ou un message électronique avec un code qui vous permettra de vous connecter.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Vous ne saurez pas que vous avez reçu un message.";

"You|String for you, the user" = "Vous";

"You're about to leave Messenger. Standard data charges may apply.|Alert message that warns users their mobile carrier may charge them due to redirect out of Messenger" = "Vous êtes sur le point de quitter Messenger. Des frais de données standard peuvent s’appliquer.";

"Your Stickers|Segment button label for downloaded stickers" = "Vos autocollants";

"Your friend can't receive calls right now|Text informing user that call button is disabled because his or her friend is not available" = "Votre ami(e) ne peut pas recevoir d’appel en ce moment.";

"Your friend is nearby at a coffee shop.|Example of what user can know after sharing location." = "Votre ami(e) est dans un café à proximité.";

"Your friend recommended a restaurant nearby.|Example of what user can know after sharing location." = "Votre ami(e) a recommandé un restaurant à proximité.";

"Your friend took a photo nearby.|Example of what user can know after sharing location." = "Votre ami(e) a pris une photo près d’ici.";

"Your message failed to send to one or more of the recipients.|dialog content for when a broadcast message fails." = "Impossible d’envoyer votre message à un ou plusieurs destinataires.";

"Your message failed to send to one or more of the recipients.\n\n%@|dialog content for when a broadcast message fails, appended with a localized server error message. The server error message should appear on its own line and will generally be its own sentence, such as 'The internet connection appears to be offline.'" = "Impossible d’envoyer votre message à un ou plusieurs destinataires.\n\n%1$@";

"Your message was not sent.|text shown when a message failed to send" = "Votre message n’a pas été envoyé.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Vos messages n’ont pas été envoyés.";

"[[content]] [[cta]]|The i18n format for zero rating banner" = "[[content]] [[cta]]";

"·|Dot separator between title and count label" = "·";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "actif il y a 1 j";

"active 1h ago|indicator that a user was active 1 hour ago" = "actif il y a 1 h";

"active 1m ago|indicator that a user was active 1 minute ago" = "actif il y a 1 min";

"active now|indicator that a user is currently active, on web or mobile" = "actif";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "activité sur mobile il y a %1$@";

"active on mobile|presences status for being active on mobile" = "activité sur mobile";

"active %id ago|indicator that a user was active 2+ days ago" = "actif il y a %1$i j";

"active %ih ago|indicator that a user was active 2+ hours ago" = "actif il y a %1$i h";

"active %im ago|indicator that a user was active 2+ minute ago" = "actif il y a %1$i min";

"active %@ ago|presences status for being active a relative time ago" = "activité il y a %1$@";

"error|A short message for audio play error" = "erreur";

"is calling|text below the caller's name when they are calling" = "appelle";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "au clavier...";

"on mobile|presences status for being available on mobile" = "sur mobile";

"online %@ ago|presences status for being online on the web a relative time ago" = "en ligne il y a %1$@";

"online|presences status for being online on the web" = "en ligne";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "au clavier...";

"%d more friends nearby...|Additional nearby friend results available to show" = "%1$d autres amis à proximité...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d/%2$d";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i jours";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i heures";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i minutes";

"%i people found, %i matched|Explanation of how many contacts have been imported" = "%1$i personnes trouvées, %2$i correspondance(s)";

"%id|short indicator that a user was active 2+ days ago" = "%1$i j";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i h";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i min";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ et %2$@ utilisent Facebook Messenger";

"%@ and %@|String for two user names who are participants on a thread" = "%1$@ et %2$@";

"%@ hundred-million|Shortened number whose value is larger than 100,000,000. Only used in languages that have a word for 'hundred million' but not for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ milliards";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ appelle";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ est déjà en ligne";

"%@ is nearby at a coffee shop.|Example of what user can know after sharing location. E.g. Mark is nearby at a coffee shop." = "%1$@ est dans un café à proximité.";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ n’est pas disponible.";

"%@ is on messenger|Accessibility label for a profile photo showing the user that one of their friends uses Messenger" = "%1$@ est sur Messenger";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ est au clavier…";

"%@ recommended a restaurant nearby.|Example of what user can know after sharing location. E.g. Linda recommended a restaurant nearby." = "%1$@ a recommandé un restaurant à proximité.";

"%@ said %@|Accessibility label for a message, will be announced to blind users. First placeholder is for sender name, second placeholder is for the message he/she sent." = "%1$@ a dit %2$@";

"%@ ten-thousand|Shortened number whose value is between 10,000 and 99,999,999. Only used for languages that have a word for 'ten thousand' but not for 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ dix mille";

"%@ took a photo nearby.|Example of what user can know after sharing location. E.g. Anna took a photo nearby." = "%1$@ a pris une photo près d’ici.";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ a essayé de vous appeler";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ utilise Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %d new messages|new messages input format" = "%1$@, %2$d nouveaux messages";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, %2$i de plus";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ et %3$@ utilisent Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ et 1 autre ami(e) utilisent Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ et %4$i autres ami(e)s utilisent Messenger";

"%@: %@|Localized contact label: phone number (note colon separator)" = "%1$@ : %2$@";

"%@B|Shortened number whose value is larger than 1,000,000,000. B stands for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ milliards";

"%@K|Shortened number whose value is between 1,000 and 999,999. K stands for 'thousand''. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@K";

"%@M|Shortened number whose value is between 1,000,000 and 999,999,999. M stands for 'mega' or 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@M";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friends Nearby|Title of mini-megaphone inside chat bar. E.g. 5 Friends Nearby" = "%1$u amis à proximité";

"%u of your friends are sharing their location with you.|Message to let user know how many of his friends are sharing location." = "%1$u de vos amis partagent leur position avec vous.";

"%u photo attached|Accessiblity text for a single photo" = "%1$u photo jointe";

"%u photos attached|Accessibility text for a photo set" = "%1$u photos jointes";

